{
  "food":
  [
    {"foodName":"Lo Mein","foodCalories":"313.4 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/lomein.jpg","cookingTime":"15 min","description":"Lo mein is a Chinese dish with egg noodles. It often contains vegetables and some type of meat or seafood, usually beef, chicken, pork, or shrimp. It might also be served with wontons although wontons are usually a soup ingredient. It can also be eaten with just vegetables. Traditionally this is a dry variation of noodle soup. The soup is simply separated from the noodles and other ingredients and served on the side.","foodWebsite":"https://www.budgetbytes.com/salad-bar-vegetable-lo-mein/"},
    {"foodName":"Udon","foodCalories":"172 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/udon.jpg","cookingTime":"40 min","description":"Udon is a thick noodle made from wheat flour, used in Japanese cuisine. It is a comfort food for many Japanese people. There are a variety of ways it is prepared and served. Its simplest form is in a hot soup as kake udon with a mild broth called kakejiru made from dashi, soy sauce, and mirin. It is usually topped with thinly chopped scallions. Other common toppings include prawn tempura, kakiage (mixed tempura fritter), abura-age (sweet, deep-fried tofu pouches), kamaboko (sliced fish cake), and shichimi spice added to taste. Standard broth differs by region. Dark (koikuchi) soy sauce is added in eastern Japan, while light (usukuchi) soy sauce is added in the west. Instant noodles are often sold in two (or more) versions accordingly.","foodWebsite":"https://www.foodnetwork.com/recipes/nabe-yaki-udon-3043797#/"},
    {"foodName":"Ramen","foodCalories":"383 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/ramen.jpg","cookingTime":"2 hr","description":"Ramen is a Japanese noodle dish. It consists of Chinese-style wheat noodles served in a broth; common flavors are soy sauce and miso, with typical toppings including sliced pork (chāshū), nori (dried seaweed), menma (bamboo shoots), and scallions. Ramen has its roots in Chinese noodle dishes. Nearly every region in Japan has its own variation of ramen, such as the tonkotsu (pork bone broth) ramen of Kyushu and the miso ramen of Hokkaido.","foodWebsite":"https://www.foodnetwork.com/recipes/miso-ramen-with-fried-pork-cutlet-11334119"},
    {"foodName":"Tteokbokki","foodCalories":"381 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/tteobokki.jpg","cookingTime":"20 min","description":"Teokbokki or simmered rice cake is a popular Korean food made from small-sized garae-tteok (long, white, cylinder-shaped rice cakes) called tteokmyeon or commonly tteokbokki-tteok. Eomuk (fish cakes), boiled eggs, and scallions are some common ingredients paired with tteokbokki in dishes. It can be seasoned with either spicy gochujang (chili paste) or non-spicy ganjang (soy sauce)-based sauce; the former is the most common form while the latter is less common and sometimes called gungjung-tteokbokki (royal court tteokbokki).","foodWebsite":"https://mykoreankitchen.com/tteokbokki-spicy-rice-cakes/"},
    {"foodName":"Beef Wellington","foodCalories":"744 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/beefwellington.jpg","cookingTime":"7 hr","description":"Beef Wellington is a steak dish of English origin, made out of fillet steak coated with pâté (often pâté de foie gras) and duxelles, wrapped in puff pastry, then baked. Some recipes include wrapping the coated meat in a crêpe or parma ham to retain the moisture and prevent it from making the pastry soggy.","foodWebsite":"https://www.foodnetwork.com/recipes/tyler-florence/the-ultimate-beef-wellington-recipe2-1952280"},
    {"foodName":"Burger","foodCalories":"265 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/burger.jpg","cookingTime":"20 min","description":"A hamburger, or simply burger, is a food consisting of fillings—usually a patty of ground meat, typically beef—placed inside a sliced bun or bread roll. Hamburgers are often served with cheese, lettuce, tomato, onion, pickles, bacon, or chilis; condiments such as ketchup, mustard, mayonnaise, relish, or a 'special sauce', often a variation of Thousand Island dressing; and are frequently placed on sesame seed buns. A hamburger patty topped with cheese is called a cheeseburger.","foodWebsite":"https://www.foodnetwork.com/recipes/bobby-flay/perfect-burger-recipe-1957542#/"},
    {"foodName":"Pizza","foodCalories":"447 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/pizza.jpg","cookingTime":"2 hr 15 min","description":"Pizza is a dish of Italian origin consisting of a usually round, flat base of leavened wheat-based dough topped with tomatoes, cheese, and often various other ingredients (such as various types of sausage, anchovies, mushrooms, onions, olives, vegetables, meat, ham, etc.), which is then baked at a high temperature, traditionally in a wood-fired oven. A small pizza is sometimes called a pizzetta","foodWebsite":"https://www.foodnetwork.com/fnk/recipes/cheese-pizza-11129788"},
    {"foodName":"Dumplings","foodCalories":"91 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/dumpling.jpg","cookingTime":"2 hr 40 min","description":"Dumpling is a broad class of dishes that consist of pieces of dough (made from a variety of starch sources), often wrapped around a filling. The dough can be based on bread, flour, buckwheat or potatoes, and may be filled with meat, fish, tofu, cheese, vegetables, fruits or sweets. Dumplings may be prepared using a variety of methods, including baking, boiling, frying, simmering or steaming and are found in many world cuisines.","foodWebsite":"https://www.foodnetwork.com/recipes/pork-soup-dumplings-9534785#/"},
    {"foodName":"New York Steak","foodCalories":"301 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/newyorksteak.jpg","cookingTime":"2 hr","description":"The strip steak is a cut of beef steaks from the short loin of a cow. It consists of a muscle that does little work, the longissimus, making the meat particularly tender,[1] although not as tender as the nearby psoas major or tenderloin. Unlike the tenderloin, the longissimus is a sizable muscle, allowing it to be cut into larger portions.","foodWebsite":"https://www.foodnetwork.com/recipes/marcela-valladolid/new-york-steak-with-roasted-garlic-and-ancho-butter-recipe-1924429#/"},
    {"foodName":"Pan Seared Scallops","foodCalories":"126 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/scallops.jpg","cookingTime":"8 min","description":"Scallops are briny, slightly sweet and buttery with a tender texture. They taste like they come from the sea without being fishy. This shell fish takes on the seasoning that you cook them with so be prepared for a tasty dinner. In other words, scallops are succulent and delicious!","foodWebsite":"https://www.foodnetwork.com/recipes/alton-brown/seared-scallops-recipe-1916984#/"},
    {"foodName":"Taco","foodCalories":"289 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/taco.jpg","cookingTime":"1 hr 15 min","description":"A taco is a traditional Mexican food consisting of a small hand-sized corn- or wheat-based tortilla topped with a filling. The tortilla is then folded around the filling and eaten by hand. A taco can be made with a variety of fillings, including beef, pork, chicken, seafood, beans, vegetables, and cheese, allowing for great versatility and variety. They are often garnished with various condiments, such as salsa, guacamole, or sour cream, and vegetables, such as lettuce, onion, tomatoes, and chiles. Tacos are a common form of antojitos, or Mexican street food, which have spread around the world.","foodWebsite":"https://www.foodnetwork.com/recipes/alton-brown/all-american-beef-taco-recipe-2014469#/"},
    {"foodName":"Yakisoba","foodCalories":"292 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/yakisoba.jpg","cookingTime":"20 min","description":"Yakisoba is a Japanese noodle stir-fried dish. Usually, soba noodles are made from buckwheat flour, but soba in yakisoba are Chinese noodles (Chuuka soba) made from wheat flour, typically flavored with a condiment similar to Worcestershire sauce. The dish first appeared in food stalls in Japan around the 1930s.","foodWebsite":"https://www.foodnetwork.com/fnk/recipes/yakisoba-8898905#/"},
    {"foodName":"Pork Tenderloin","foodCalories":"209 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/porktenderloin.jpg","cookingTime":"35 min","description":"Pork tenderloin, also called pork fillet, pork steak or Gentleman's Cut, is a long, thin cut of pork. As with all quadrupeds, the tenderloin refers to the psoas major muscle along the central spine portion, ventral to the lumbar vertebrae, the most tender part of the animal, because those muscles are used for posture rather than locomotion.","foodWebsite":"https://www.foodnetwork.com/recipes/ellie-krieger/pork-tenderloin-with-seasoned-rub-recipe-1917382#/"},
    {"foodName":"Lasagna","foodCalories":"324 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/lasagna.jpg","cookingTime":"1 hr 35 min","description":"Lasagna is a type of pasta, possibly one of the oldest types, made of very wide, flat sheets. Either term can also refer to an Italian dish made of stacked layers of lasagna alternating with fillings such as ragù (ground meats and tomato sauce), vegetables, cheeses (which may include ricotta, mozzarella, and parmesan), and seasonings and spices, like Italian seasoning, such as garlic, oregano and basil. The dish may be topped with grated cheese, which becomes melted after baking. Typically cooked pasta is assembled with the other ingredients and then baked in an oven. The resulting baked pasta is cut into single-serving square portions.","foodWebsite":"https://www.foodnetwork.com/recipes/giada-de-laurentiis/classic-italian-lasagna-recipe-1941225#/"},
    {"foodName":"Mardi Gras Salad","foodCalories":"178 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/salad.jpg","cookingTime":"35 min","description":"A salad is a dish consisting of mixed, mostly natural ingredients with at least one raw ingredient. They are often dressed, and typically served at room temperature or chilled, though some can be served warm.","foodWebsite":"https://www.foodnetwork.com/recipes/mardi-gras-salad-9605289"},
    {"foodName":"Korean Corn Dogs","foodCalories":"352 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/koreancorndog.jpg","cookingTime":"30 min","description":"Korean corn dogs are hot dogs, rice cakes, fish cakes, or mozzarella cheese coated in a batter (and sometimes panko, french fry pieces, or ramen) and deep fried. They’re finished with sugar and a signature squirt of your condiment of choice: ketchup, mayo, mustard, or all three. They’re sweet and salty and completely delicious.","foodWebsite":"https://www.foodnetwork.com/recipes/food-network-kitchen/gamja-hot-dog-9468515#/"},
    {"foodName":"Lamb Chops","foodCalories":"998 cal","foodImage":"https://raw.githubusercontent.com/tdao9/JSONProjectIT315/master/lambchop.jpg","cookingTime":"1 hr 25 min","description":"A meat chop is a cut of meat cut perpendicular to the spine, and usually containing a rib or riblet part of a vertebra and served as an individual portion. The most common kinds of meat chops are pork and lamb. A thin boneless chop, or one with only the rib bone, may be called a cutlet, though the difference is not always clear. The term 'chop' is not usually used for beef, but a T-bone steak is essentially a loin chop, a rib steak and a rib cutlet.","foodWebsite":"https://www.foodnetwork.com/recipes/valerie-bertinelli/marinated-lamb-chops-7119787#/"}
  ],
  "Status":"OK"
}
